export let SelectionData = [
  {
    name: "全部",
    list: [],
  },
  {
    name: "服务",
    list: [
      {
        name: "全部",
        list: [],
      },
      {
        name: "大健康",
        list: [
          "全部",
          "齿科门诊",
          "眼科门诊",
          "康复中心",
          "透析中心",
          "专科门诊",
          "中医门诊",
          "体检",
          "养生保健",
        ],
      },
      {
        name: "生活服务",
        list: [
          "全部",
          "洗衣护理",
          "家政服务",
          "家装",
          "房产中介",
          "家庭维修",
          "旅行社",
          "婚庆",
          "养老服务",
        ],
      },
      {
        name: "交通服务",
        list: [
          "全部",
          "汽车后市场",
          "工程机械后市场",
          //  "充电服务",
          "加油站",
          "租车服务",
          "二手车交易",
          "停车场",
        ],
      },
      {
        name: "美容美体",
        list: [
          "全部",
          "养发护发",
          // "植发",
          "美发",
          "美容",
          "美甲美睫",
          "瘦身纤体",
          "皮肤管理",
          "轻医美",
          // "医美整形",
        ],
      },
      {
        name: "住宿服务",
        list: ["全部", "民宿", "长租公寓", "电竞酒店", "快捷酒店"],
      },
      {
        name: "宠物服务",
        list: ["全部", "宠物店", "宠物医疗"],
      },
      // {
      //   "name":"商务服务",
      //   "list":[
      //    "全部",
      //    "公司服务",
      //    "科技推广和应用服务",
      //    "互联网相关服务",
      //    "货币金融服务",
      //    "通信服务",
      //    "居民服务"
      //   ]
      // },
      // {
      //  "name":"亲子服务",
      //  "list":[
      //   "全部",
      //   "亲子摄影",
      //   "亲子游乐"
      //  ]
      // },
      {
        name: "孕产服务",
        list: ["全部", "月子中心", "孕产护理"],
      },
    ],
  },
  {
    name: "零售",
    list: [
      {
        name: "全部",
        list: [],
      },
      {
        name: "用品零售",
        list: [
          "全部",
          "家居建材",
          "服装",
          "内衣",
          "鞋靴箱包",
          "美妆个护",
          "家用电器",
          "数码产品",
          "母婴用品",
          "珠宝首饰",
          // "潮流饰品",
          // "奢侈品",
          "眼镜",
          "钟表",
          "花店",
          "机动车",
          "非机动车",
          "体育用品",
          "药品零售",
          "成人用品",
        ],
      },
      {
        name: "综合零售",
        list: ["全部", "超市", "便利店", "折扣特卖", "百货"],
      },
      {
        name: "食品零售",
        list: ["全部", "休闲零食", "熟食卤味", "生鲜", "水果店", "保健品", "烟酒茶叶"],
      },
    ],
  },
  {
    name: "餐饮",
    list: [
      {
        name: "全部",
        list: [],
      },
      {
        name: "智慧餐饮",
        list: ["全部", "智慧快餐"],
      },
      {
        name: "正餐",
        list: [
          "全部",
          "自助餐",
          "日韩料理",
          "酸菜鱼",
          "烤鱼",
          "小龙虾",
          "特色餐饮",
          "传统中餐",
          "休闲中餐",
          "西餐",
          "东南亚菜",
        ],
      },
      {
        name: "休闲饮品",
        list: ["全部", "甜品", "现制茶饮", "现磨咖啡", "酒馆", "茶馆", "面包烘焙", "冰淇淋"],
      },
      {
        name: "火锅",
        list: ["全部", "麻辣火锅", "牛羊肉火锅", "海鲜火锅", "小火锅"],
      },
      {
        name: "快餐小吃",
        list: ["全部", "西式快餐", "中式快餐", "小吃", "烧烤烤串", "中式面馆", "麻辣烫"],
      },
      {
        name: "餐饮服务",
        list: [
          "全部",
          // "共享厨房"
        ],
      },
    ],
  },
  {
    name: "文体",
    list: [
      {
        name: "全部",
        list: [],
      },
      {
        name: "图文影像",
        list: ["全部", "数码图文", "摄影服务"],
      },
      {
        name: "教育培训",
        list: [
          "全部",
          "幼儿早教",
          // "私立学校",
          "校外学科教育",
          "自习室",
          // "语言培训"
        ],
      },
      {
        name: "体育场所",
        list: ["全部", "体育场馆", "冰雪运动", "休闲运动"],
      },
      {
        name: "文化娱乐",
        list: [
          "全部",
          "网吧",
          "VR",
          "密室逃脱",
          "剧本杀",
          "线下娱乐",
          "KTV",
          // "电影院",
          "小剧场/演艺吧",
          "文化艺术",
          "儿童乐园",
          // "主题乐园",
          "舞蹈工作室",
        ],
      },
      {
        name: "健身",
        list: ["全部", "健身房", "瑜伽馆", "儿童运动"],
      },
    ],
  },
  // ,{
  //     "name":"其他",
  //     "list":[]
  // }
];
